<?php

return [
    'Featured_Posts' => 'المقالات المميزة',
    'Latest_Posts' => 'أحدث المقالات',
    'More_Posts' => 'مقالات إضافية',
    'hero' => [
        'announcement' => 'نُعلن عن مجتمعنا الجديد.',
        'welcome_title' => 'مرحبًا بك في Syntax Spark!',
        'desc1' => 'اشعل مهاراتك في تطوير الويب من خلال نصائح وحيل ورؤى الخبراء.',
        'desc2' => 'اكتشف الحلول السريعة، وابقَ على اطلاع بأحدث الاتجاهات، وارتقِ بمستوى برمجاتك.',
        'read_more' => 'اقرأ المزيد',
        'learn_more' => 'تعلم المزيد',
        'cta' => 'ابدأ القراءة',
    ],
];
